{
  "format": "layers-model",
  "generatedBy": "keras v2.8.0",
  "convertedBy": "TensorFlow.js Converter v3.8.0",
  "modelTopology": {
    "keras_version": "2.8.0",
    "backend": "tensorflow",
    "model_config": {}
  },
  "weightsManifest": [
    {
      "paths": ["group1-shard1of2.bin", "group1-shard2of2.bin"],
      "weights": []
    }
  ]
}